Repository: ExclusiveDisjunction/Edmund
Catalog: Edmund/Localizable.xcstrings
Source language: en
Languages: de, pl

source: Account
de: Konto
pl: Konto

source: Account:
de: Konto:
pl: Konto:

source: Accounts
de: Konten
pl: Konta

source: Accout Name
de: Name des Kontos
pl: Nazwa konta

source: Add
de: Hinzufügen
pl: Dodaj

source: Add Account
de: Neues Konto
pl: Nowe konto

source: Add Category
de: Neue Kategorie
pl: Nowa kategoria

source: Add Sub Account
de: Neues Unterknto
pl: Nowe subkonto

source: Add Sub Category
de: Neue Unterkategorie
pl: Nowa podkategoria

source: Added On:
de: Hinzugefügt am
pl: Dodane:

source: Amount
de: Preis
pl: Cena

source: Anually
de: Järlich
pl: Rocznie

source: App Theme
de: App-Thema
pl: Wygląd aplikacji

source: Appearance
de: Erscheinungsbild
pl: Wygląd aplikacji

source: Are you sure you want to delete these bills?
de: Sind Sie sicher, dass Sie diese Rechnungen löschen wollen?

source: Audit
de: Prüfung
pl: Rewizja

source: Balance
de: Bilanz
pl: Bilans

source: Balance Sheet
de: Bilanz
pl: Bilans

source: Balance Sheet for %@
de: Bilanz für %@

source: Balance:
de: Bilanz:
pl: Bilans:

source: Bi-Monthly
de: Zweimonatlich

source: Bi-Weekly
de: Zweiwöchentlich

source: Bill
de: Rechnung
pl: Rachunek

source: Bill Payment
de: Bezahlung der Rechnung
pl: Opłata za rachunek

source: Bills
de: Rechnungen
pl: Rachunki

source: Cancel
de: Abbrechen
pl: Anuluj

source: Categories
de: Kategorien
pl: Kategorie

source: Category
de: Kategorie
pl: Kategoria

source: Category:
de: Kategorie:
pl: Kategoria:

source: Collapse All
de: Alles zuklappen
pl: Zwiń wszystko

source: Credit
de: Gutschrift
pl: Kredyt

source: Credit:
de: Gutschrift:
pl: Kredyt:

source: Date
de: Datum
pl: Data

source: Date:
de: Datum:
pl: Data:

source: Debit
de: Lastschrift
pl: Debet

source: Debit:
de: Lastschrift:
pl: Debet:

source: Delete
de: Löschen
pl: Usuń

source: Edit
de: Bearbeiten
pl: Edytuj

source: Error
de: Fehler
pl: Błąd

source: Expand All
de: Alles ausklappen
pl: Rozwiń wszystko

source: Filters
de: Filter
pl: Filtry

source: Frequency
de: Frequenz
pl: Częstotliwość

source: Half Year
de: halbes Jahr
pl: pół roku

source: Help
de: Hilfe
pl: Pomoc

source: Hide Graph
de: Grafik ausblenden
pl: Ukryj wykres

source: Home
de: Startseite
pl: Start

source: Inspect
de: Info
pl: Sprawdź

source: Kind
de: Art
pl: Rodzaj

source: Ledger
de: Hauptbuch
pl: Księgowość

source: Ledger for %@
de: Haptbuch für %@

source: Location
de: Standort
pl: Miejsce

source: Location:
de: Standord:
pl: Miejsce:

source: Many-to-Many
de: Viele an viele
pl: Wiele do wielu

source: Many-to-One
de: Viele gegen einen
pl: Wiele do jednej

source: Money In:
de: Geld rein:
pl: Przychód

source: Money Out:
de: Geld raus:
pl: Wydatki

source: Month
de: Monat
pl: miesiąc

source: Monthly
de: Montalich

source: No Account
de: Kein Konto
pl: Brak konto

source: No Category
de: Keine Kategorie
pl: Brak kategorii

source: None
de: Nichts
pl: Brak

source: One-to-Many
de: Einen zu vielen
pl: Jedna do wielu

source: One-to-One
de: Eins zu eins
pl: Jedna do jednej

source: Open in new Window
de: Öffne als neues Fenster
pl: Otwórz w nowym oknie

source: Personal
de: Ich
pl: Osobisty

source: Please fill in all fields
de: Bitte füllen Sie alle Felder aus

source: Please provide a name.
de: Bitte geben Sie einen Namen an

source: Please select a topic to begin
de: Bitte wählen Sie ein Thema

source: Profile
de: Profil
pl: Profil

source: Profile Name
de: Profilname
pl: Nazwa profilu

source: Profiles
de: Profile
pl: Profile

source: Quarter
de: Vierteljahr
pl: kwartał

source: Quarterly
de: Vierteljährlich

source: Refresh
de: Aktualisieren
pl: Odśwież

source: Removing this information will remove all associated transactions. Do you wish to continue?
de: Achtung! Wenn Sie diese Informationen entfernen, werden alle damit verbundenen Transaktionen gelöscht. Möchten Sie fortfahren?

source: Save
de: Sparen
pl: Zapisz

source: Semi-Anually
de: Halbjährlich

source: Settings
de: Einstellungen
pl: Ustawienia

source: Show Graph
de: Grafik einblenden
pl: Pokaż wykres

source: Sort & Filter
de: Sortieren & Filtern
pl: Sortuj i filtruj

source: Sort By
de: Sortieren nach
pl: Sortuj wg

source: Sorting
de: Sortierung
pl: Sortowanie

source: Styles
de: Stile
pl: Style

source: Sub Account
de: Subkonto
pl: Subkonto

source: Sub Category
de: Unterkategorie
pl: Podkategoria

source: Subscription
de: Abo
pl: Subskrypcje

source: Subscriptions
de: Abonnements

source: There is nothing to report
de: Es gibt nichts zu berichten
pl: Brak informacji.

source: Total:
de: Gesamtkosten:

source: Transfer
de: Geldtransfer
pl: Przelew

source: Two Months
de: Zwei Monate
pl: dwa miesiące

source: Two Weeks
de: Zwei Wochen
pl: dwa tygodnie

source: Unable to switch profile
de: Profil kann nicht gewechselt werden
pl: Nie można zmienić profilu

source: Utilities
de: Nebenkostenabrechnungen
pl: Rachnunki za media

source: Utility
de: Nebenkostenrechnung
pl: Rachunek za media

source: Variance
de: Abweichung
pl: Zmienność

source: View on Creation
de: Profil bei der Erstellung ansehen

source: Warning
de: Achtung
pl: Uwaga

source: Week
de: Woche
pl: tydzień

source: Weekly
de: Wöchentlich

source: Welcome
de: Willkommen
pl: Witamy

source: Year
de: Jahr
pl: rok

source: Account Control
pl: Kontrola knota

source: Accounting Style
pl: Styl księgowości

source: Avalible Credit
pl: Dostępne saldo

source: Budget
pl: Budżet

source: Budgeting Period
pl: Okres budżetowania

source: Calculated
pl: Obliczone

source: Credit Limit
pl: Limit kredytu

source: Current Balance
pl: Aktualne saldo

source: Memo
pl: Opis

source: Memo:
pl: Opis:

source: Name
pl: Nazwa

source: Organization
pl: Organizacja

source: The profile you selected could not be opened.
pl: Wybrany profil nie mógł zostać otwarty.

source: There are no transactions, or this page needs to be refreshed
pl: Brak transakcji, lub odśwież stronę.

source: Transaction Organization
pl: Organizacja transakcji
